/* 
  Localizable.strings
  MF

  Created by Itay Brenner on 28/06/11.
  Copyright 2011 __MyCompanyName__. All rights reserved.
*/
/* 
 Localizable.strings
 MF
 
 Created by Itay Brenner on 28/06/11.
 Copyright 2011 __MyCompanyName__. All rights reserved.
 */
"SEARCH FILE" = "Search File";
"Miscellaneous" = "Miscellaneous";
"Paste File" = "Paste File";
"Symbolic Link" = "Symbolic Link";
"Cancel" = "Cancel";
"File operations" = "File operations";
"Delete" = "Delete";
"Copy" = "Copy";
"Cut" = "Cut";
"Move To Trash" = "Move To Trash";
"Go To Trash" = "Go To Trash";
"Empty Trash" =  "Empty Trash";
"Trash" =  "Trash";
"Bluetooth Options" = "Bluetooth Options";
"Receive Files" = "Receive Files";
"Send Files" = "Send Files";
"Other Features" = "Other Features";
"File Sharing" = "File Sharing";
"Cydia Backup" = "Cydia Backup";
"Root Directory" = "Root Directory";
"Edit" = "Edit";
"[iFinder] Attachments" = "[iFinder] Attachments";
"This mail was sent from an iDevice using iFinder." = "This mail was sent from an iDevice using iFinder.";
"Folder" = "Folder";
"Size" = "Size";
"permissions" = "permissions";
"Data received" = "Data received";
"Files Saved in /var/mobile/Bluetooth" = "Files Saved in /var/mobile/Bluetooth";
"OK" = "OK";
"Open Folder" = "Open Folder";
"Compress Folder" = "Compress Folder";
"Type file name here" = "Type file name here";
"Compress" = "Compress";
"Compress failed" = "Compress failed";
"Please specify output filename." = "Please specify output filename.";
"Dismiss" = "Dismiss";
"Failed command" = "Failed command";
"Exit code" = "Exit code";
"Play once" = "Play once";
"Repeat" = "Repeat";
"Continuous" = "Continuous";
"Shuffle" = "Shuffle";
"Title" = "Title";
"Artist" = "Artist";
"Album" = "Album";
"Year" = "Year";
"Genre" = "Genre";
"Lyricist" = "Lyricist";
"Language" = "Language";
"Comments" = "Comments";
"About & Help" = "About & Help";
"App Locked" = "App Locked";
"Password required" = "Password required";
"Wrong Password" = "Wrong Password";
"The password you entered is wrong" = "The password you entered is wrong";
"Try Again" = "Try Again";
"Exit" = "Exit";
"Install package" = "Install package";
"Extract Package" = "Extract Package";
"Rar File" = "Rar File";
"Viewing the content of Rar files is still not supported, but you cant extract it" = "Viewing the content of Rar files is still not supported, but you cant extract it";
"No Thanks" = "No Thanks";
"Yes, Extract it" = "Yes, Extract it";
"File Extracted" = "File Extracted";
"Your Files were extracted to" = "Your Files were extracted to";
"Error executing command" = "Error executing command";
"Failed command" = "Failed command";
"Installed Succesfully" = "Installed Succesfully";
"Would you like to restart SpringBoard?" = "Would you like to restart SpringBoard?";
"No" = "No";
"Yes" = "Yes";
"Bookmarks" = "Bookmarks";
"Compress Files" = "Compress Files";
"Type Output Name Here" = "Type Output Name Here";
"Editing metadata" = "Editing metadata";
"Enter filename" = "Enter filename";
"Enter file mode" = "Enter file mode";
"Enter user ID" = "Enter user ID";
"Enter group ID" = "Enter group ID";
"Permissions" = "Permissions";
"Size" = "Size";
"Name" = "Name";
"Target Path" = "Target Path";
"User ID" = "User ID";
"Group ID" = "Group ID";
"type" = "type";
"Calculating MD5..." = "Calculating MD5...";
"Upload file to Dropbox" = "Upload file to Dropbox";
"Web browser" = "Web browser";
"Image viewer" = "Image viewer";
"Audio player" = "Audio player";
"Movie player" = "Movie player";
"Text editor" = "Text editor";
"Archive manager" = "Archive manager";
"Property list viewer" = "Property list viewer";
"SQL viewer" = "SQL viewer";
"Hex editor" = "Hex editor";
"Send by e-mail" = "Send by e-mail";
"Compress" = "Compress";
"General" = "General";
"Audio Info" = "Audio Info";
"Dropbox" = "Dropbox";
"Open with..." = "Open with...";
"Miscellaneous" = "Miscellaneous";
"File uploaded" = "File uploaded";
"Public link was copied to the pasteboard." = "Public link was copied to the pasteboard.";
"Error uploading file" = "Error uploading file";
"Please make sure that you're connected to the Internet, logged in to your Dropbox account and the specified file does not exist yet and try again." = "Please make sure that you're connected to the Internet, logged in to your Dropbox account and the specified file does not exist yet and try again.";
"Login required" = "Login required";
"Please note that you'll need to log in in order to use iFinder with your Dropbox account." = "Please note that you'll need to log in in order to use iFinder with your Dropbox account.";
"Error loading metadata" = "Error loading metadata";
"Please make sure that you are connected to the Internet and try again." = "Please make sure that you are connected to the Internet and try again.";
"File Downloaded" = "File Downloaded";
"Your file was saved in /private/var/mobile/Documents" = "Your file was saved in /private/var/mobile/Documents";
"Error downloading file" = "Error downloading file";
"Please make sure that you are connected to the Internet, logged in and you have enough space on your device and try again." = "Please make sure that you are connected to the Internet, logged in and you have enough space on your device and try again.";
"Error uploading file" = "Error uploading file";
"Please make sure that you are connected to the Internet, logged in and the file to be uploaded doesn't exist yet and try again." = "Please make sure that you are connected to the Internet, logged in and the file to be uploaded doesn't exist yet and try again.";
"Error deleting file" = "Error deleting file";
"Please make sure that you are connected to the Internet, logged in and the file to be deleted exists and try again." = "Please make sure that you are connected to the Internet, logged in and the file to be deleted exists and try again.";
"Error creating folder" = "Error creating folder";
"Please make sure that you are connected to the Internet, logged in and the folder to be created doesn't yet exist and try again." = "Please make sure that you are connected to the Internet, logged in and the folder to be created doesn't yet exist and try again.";
"Type port number" = "Type port number";
"Server port:" = "Server port:";
"File Sharing is disabled" = "File Sharing is disabled";
"Enable File Sharing" = "Enable File Sharing";
"Error" = "Error";
"You must enter a valid port number" = "You must enter a valid port number";
"Serving on port" = "Serving on port";
"IP address" = "IP address";
"Stop server" = "Stop server";
"Server is off" = "Server is off";
"Start server" = "Start server";
"Are you sure you want to restore this backup?\nThis can't be undone." = "Are you sure you want to restore this backup?\nThis can't be undone.";
"Restore" = "Restore";
"Available Backups" = "Available Backups";
"Search Backup" = "Search Backup";
"Create Backup" = "Create Backup";
"Share Backups" = "Share Backups";
"Backup Succesfully" = "Backup Succesfully";
"Your Backup was successfull.\nPlease Sync with iTunes to restore later" = "Your Backup was successfull.\nPlease Sync with iTunes to restore later";
"Restore Done" = "Restore Done";
"You should reboot your device.\n Do you want to reboot now?" = "You should reboot your device.\n Do you want to reboot now?";
"No, Thanks" = "No, Thanks";
"Yes, Please" = "Yes, Please";
"Text Viewer" = "Text Viewer";
"Archive Viewer" = "Archive Viewer";
"Web Viewer" = "Web Viewer";
"Plist Viewer" = "Plist Viewer";
"Open With" = "Open With";
"Image Options" = "Image Options";
"Fit Screen" = "Fit Screen";
"Print Photo" = "Print Photo";
"Search Text" = "Search Text";
"Loading file" = "Loading file";
"Working" = "Working";
"Copying File" = "Copying File";
"Moving File" = "Moving File";
"Compressing File(s)" = "Compressing File(s)";
"Installing" = "Installing";
"Backuping" = "Backuping";
"Restoring..." = "Restoring...";
"New" = "New";
"Type name here" = "Type name here";
"File" = "File";
"Directory" = "Directory";
"Link" = "Link";
"Destination" = "Destination";
"Path" = "Path";
"Create" = "Create";
"Enter password" = "Enter password";
"Password:" = "Password:";
"You have entered an incorrect password. Please try again." = "You have entered an incorrect password. Please try again.";
"Settings" = "Settings";
"Type password" = "Type password";
"Type Home Path" = "Type Home Path";
"Font size of text editor" = "Font size of text editor";
"Application" = "Application";
"Password Protection" = "Password Protection";
"Password" = "Password";
"Home Path" = "Home Path";
"Use Trash" = "Use Trash";
"Text font size" = "Text font size";
"About iFinder & Help" = "About iFinder & Help";
"Unlink Device from Dropbox" = "Unlink Device from Dropbox";
"Log in to Dropbox" = "Log in to Dropbox";
"Upload path" = "Upload path";
"Tables in database" = "Tables in database";
"Columns of table" = "Columns of table";
"Enter SQL query here" = "Enter SQL query here";
"Close" = "Close";
"Done" = "Done";
"Options" = "Options";
"Open in" = "Open in";
"Share" = "Share";
"Backup File" = "Backup File";
"Validating..." = "Validating...";
"Theme" = "Theme";
"Select Theme" = "Select Theme";
"Sort Criteria" = "Sort Criteria";
"Select Sort Criteria" = "Select Sort Criteria";
"Sort By Name" = "Sort By Name";
"Sort by Type" = "Sort by Type";
"Sort by Size" = "Sort by Size";
"Sort by Creation Date" = "Sort by Creation Date";
"Sort by Last Modification Date" = "Sort by Last Modification Date";
"Sort Order" = "Sort Order";
"Select Sort Order" = "Select Sort Order";
"Ascending" = "Ascending";
"Descending" = "Descending";
"Type" = "Type";
"Size" = "Size";
"Creation" = "Creation";
"Modification" = "Modification";
"Theme" = "Theme";
"Created" = "Created";
"Last Modified" = "Last Modified";
"Date" = "Date";
"Time" = "Time";
"App Validated!!" = "App Validated!!";
"Thanks for buying iFinder" = "Thanks for buying iFinder";
"iFinder!!" = "iFinder!!";
"iFinder could not be validated, please purchase it from Cydia Store. If you think that this is a mistake, please contact developer." = "iFinder could not be validated, please purchase it from Cydia Store. If you think that this is a mistake, please contact developer.";
"Reload Directory" = "Reload Directory";
"Executing" = "Executing";
"Executing:\n%@...\n\n" = "Executing:\n%@...\n\n";
"Command failed" = "Command failed";
"The specified command couldn't be executed." = "The specified command couldn't be executed.";
"\nFinished with exit code: %i\n" = "\nFinished with exit code: %i\n";
"Type" = "Type";
"Local IP Address" = "Local IP Address";
"Internet Address" = "Internet Address";
"Already Exists" = "Already Exists";
"What do you want to do?" = "What do you want to do?";
"Overwrtite" = "Overwrtite";
"Rename" = "Rename";
"Image Saved" = "Image Saved";
"was succesfully saved to Camera Roll" = "was succesfully saved to Camera Roll";
"Pull down to refresh..." = "Pull down to refresh...";
"Release to refresh..." = "Release to refresh...";
"Loading..." = "Loading...";
"OK" = "OK";
"FileTooLargeTitle"		= "The file is too large";
"FileTooLargeMessage"	= "The file is too large to be sent by email";
"%d of %d"				= "%1$d of %2$d";
"Print" = "Print";
"Open In..." = "Open in...";
"New Bookmark" = "New Bookmark";
"Path" = "Path";
"Bookmark File" = "Path";
"There is no file at this path" = "There is no file at this path";
"Open In" = "Open In";
"Files" = "Files";
"No Last Update Date text" = "No Last Update Date text";
"Last Updated" = "Last Updated";
